<?php

        $sectionone = [
            "11月21日　　22:00　　　🏴󠁧󠁢󠁥󠁮󠁧󠁿 イングランド -  イラン 🇮🇷",
            "11月21日　　01:00　　　🇶🇦 カタール     -  エクアドル 🇪🇨",
            "11月22日　　19:00　　　🇦🇷 アルゼンチン -  サウジアラビア 🇸🇦",
            "11月22日　　01:00　　　🇲🇱 セネガル -  オランダ 🇳🇱",
            "11月22日　　04:00　　　🇺🇸 アメリカ  -  ウェールズ 🏴󠁧󠁢󠁷󠁬󠁳󠁿",
            "11月23日　　01:00　　　🇲🇽 メキシコ  -  ポーランド 🇲🇨",
            "11月22日　　22:00　　　🇩🇰 デンマーク  -  チュニジア 🇹🇳",
            "11月23日　　04:00　　　🇫🇷 フランス  -  オーストラリア 🇦🇺",
            "11月23日　　19:00　　　🇦🇱 モロッコ -  クロアチア 🇭🇷",
            "11月24日　　04:00　　　🇧🇪 ベルギー  -  カナダ 🇨🇦",
            "11月23日　　22:00　　　🇩🇪 ドイツ  -  日本 🇯🇵",
            "11月24日　　01:00　　　🇪🇸 スペイン  -  コスタリカ 🇨🇷",
            "11月24日　　19:00　　　🇨🇭 スイス  -  カメルーン 🇨🇲",
            "11月25日　　04:00　　　🇧🇷 ブラジル  -  セルビア 🇷🇸",
            "11月24日　　22:00　　　🇺🇾 ウルグアイ  -  韓国 🇰🇷",
            "11月25日　　01:00　　　🇵🇹 ポルトガル  -  ガーナ 🇬🇭",
        ];

        $sectiontwo = [
            "11月27日　　19:00　　　🇯🇵 日本-コスタリカ 🇨🇷",
            "11月28日　　04:00　　　🇪🇸 スペイン-ドイツ 🇩🇪",
            "11月25日　　22:00　　　🇶🇦 カタール-セネガル 🇸🇳",
            "11月26日　　01:00　　　🇳🇱 オランダ-エクアドル 🇪🇨",
            "11月25日　　19:00　　　🏴󠁧󠁢󠁷󠁬󠁳󠁿 ウェールズ-イラン 🇮🇷",
            "11月26日　　04:00　　　🏴󠁧󠁢󠁥󠁮󠁧󠁿 イングランド-アメリカ 🇺🇸",
            "11月26日　　22:00　　　🇵🇱 ポーランド-サウジアラビア 🇸🇦",
            "11月27日　　04:00　　　🇦🇷 アルゼンチン-メキシコ 🇲🇽",
            "11月26日　　19:00　　　🇹🇳 チュニジア-オーストラリア 🇦🇺",
            "11月27日　　01:00　　　🇫🇷 フランス-デンマーク 🇩🇰",
            "11月27日　　22:00　　　🇧🇪 ベルギー-モロッコ 🇲🇦",
            "11月28日　　01:00　　　🇭🇷 クロアチア-カナダ 🇨🇦",
            "11月28日　　19:00　　　🇨🇲 カメルーン-セルビア 🇷🇸",
            "11月29日　　01:00　　　🇧🇷 ブラジル-スイス 🇨🇭",
            "11月28日　　22:00　　　🇰🇷 韓国-ガーナ 🇬🇭",
            "11月29日　　04:00　　　🇵🇹 ポルトガル-ウルグアイ 🇺🇾",
        ];


        $sectionthree = [
            "11月30日　　00:00　　　🇪🇨 エクアドル-セネガル 🇸🇳",
            "11月30日　　00:00　　　🇳🇱 オランダ-カタール 🇶🇦",
            "11月30日　　04:00　　　🏴󠁧󠁢󠁷󠁬󠁳󠁿 ウェールズ-イングランド 🏴󠁧󠁢󠁥󠁮󠁧󠁿",
            "11月30日　　04:00　　　🇮🇷 イラン-アメリカ 🇺🇸",
            "12月01日　　04:00　　　🇵🇱 ポーランド-アルゼンチン 🇦🇷",
            "12月01日　　04:00　　　🇸🇦 サウジアラビア-メキシコ 🇲🇽",
            "12月01日　　00:00　　　🇦🇺 オーストラリア-デンマーク 🇩🇰",
            "12月01日　　00:00　　　🇹🇳 チュニジア-フランス 🇫🇷",
            "12月02日　　04:00　　　🇯🇵 日本-スペイン 🇪🇸",
            "12月02日　　04:00　　　🇨🇷 コスタリカ-ドイツ 🇩🇪",
            "12月02日　　00:00　　　🇭🇷 クロアチア-ベルギー 🇧🇪",
            "12月02日　　00:00　　　🇨🇦 カナダ-モロッコ 🇲🇦",
            "12月03日　　04:00　　　🇷🇸 セルビア-スイス 🇨🇭",
            "12月03日　　04:00　　　🇨🇲 カメルーン-ブラジル 🇧🇷",
            "12月03日　　00:00　　　🇬🇭 ガーナ-ウルグアイ 🇺🇾",
            "12月03日　　00:00　　　🇰🇷 韓国-ポルトガル 🇵🇹",
        ];