<?php

        $sectionone = [
            "11月21日　　22:00　　　イングランド -  イラン",
            "11月21日　　1:00　　　カタール  vs  エクアドル",
            "11月22日　　19:00　　　アルゼンチン -  サウジアラビア",
            "11月22日　　1:00　　　セネガル -  オランダ",
            "11月22日　　4:00　　　アメリカ  -  ウェールズ",
            "11月23日　　1:00　　　メキシコ  -  ポーランド",
            "11月22日　　22:00　　　デンマーク  -  チュニジア",
            "11月23日　　4:00　　　フランス  -  オーストラリア",
            "11月23日　　19:00　　　モロッコ -  クロアチア",
            "11月24日　　4:00　　　ベルギー  -  カナダ",
            "11月23日　　22:00　　　ドイツ  -  日本",
            "11月24日　　1:00　　　スペイン  -  コスタリカ",
            "11月24日　　19:00　　　スイス  -  カメルーン",
            "11月25日　　4:00　　　ブラジル  -  セルビア",
            "11月24日　　22:00　　　ウルグアイ  -  韓国",
            "11月25日　　1:00　　　ポルトガル  -  ガーナ",
        ];

        $sectiontwo = [
            "11月27日　　19:00　　　日本-コスタリカ",
            "11月28日　　4:00　　　スペイン-ドイツ",
            "11月25日　　22:00　　　カタール-セネガル",
            "11月26日　　1:00　　　オランダ-エクアドル",
            "11月25日　　19:00　　　ウェールズ-イラン",
            "11月26日　　4:00　　　イングランド-アメリカ",
            "11月26日　　22:00　　　ポーランド-サウジアラビア",
            "11月27日　　4:00　　　アルゼンチン-メキシコ",
            "11月26日　　19:00　　　チュニジア-オーストラリア",
            "11月27日　　1:00　　　フランス-デンマーク",
            "11月27日　　22:00　　　ベルギー-モロッコ",
            "11月28日　　1:00　　　クロアチア-カナダ",
            "11月28日　　19:00　　　カメルーン-セルビア",
            "11月29日　　1:00　　　ブラジル-スイス",
            "11月28日　　22:00　　　韓国-ガーナ",
            "11月29日　　4:00　　　ポルトガル-ウルグアイ",
        ];


        $sectionthree = [
            "11月30日　　0:00　　　エクアドル-セネガル",
            "11月30日　　 0:00　　　オランダ-カタール",
            "11月30日　　4:00　　　ウェールズ-イングランド",
            "11月30日　　4:00　　　イラン-アメリカ",
            "12月1日　　4:00　　　ポーランド-アルゼンチン",
            "12月1日　　4:00　　　サウジアラビア-メキシコ",
            "12月1日　　0:00　　　オーストラリア-デンマーク",
            "12月1日　　0:00　　　チュニジア-フランス",
            "12月2日　　4:00　　　日本-スペイン",
            "12月2日　　4:00　　　コスタリカ-ドイツ",
            "12月2日　　0:00　　　クロアチア-ベルギー",
            "12月2日　　0:00　　　カナダ-モロッコ",
            "12月3日　　4:00　　　セルビア-スイス",
            "12月3日　　4:00　　　カメルーン-ブラジル",
            "12月3日　　0:00　　　ガーナ-ウルグアイ",
            "12月3日　　0:00　　　韓国-ポルトガル",
        ];


        // $sectionone = [
        //     "2022年 11月21日 1:00 カタール  vs  エクアドル",
        //     "2022年11月22日 1:00 セネガル -  オランダ",
        //     "2022年11月21日 22:00 イングランド -  イラン",
        //     "2022年11月22日 4:00 アメリカ  -  ウェールズ",
        //     "2022年11月22日 19:00 アルゼンチン -  サウジアラビア",
        //     "2022年11月23日 1:00 メキシコ  -  ポーランド",
        //     "2022年11月22日 22:00 デンマーク  -  チュニジア",
        //     "2022年11月23日 4:00 フランス  -  オーストラリア",
        //     "2022年11月23日 19:00 モロッコ -  クロアチア",
        //     "2022年11月24日 4:00 ベルギー  -  カナダ",
        //     "2022年11月23日 22:00 ドイツ  -  日本",
        //     "2022年11月24日 1:00 スペイン  -  コスタリカ",
        //     "2022年11月24日 19:00 スイス  -  カメルーン",
        //     "2022年11月25日 4:00 ブラジル  -  セルビア",
        //     "2022年11月24日 22:00 ウルグアイ  -  韓国",
        //     "2022年11月25日 1:00 ポルトガル  -  ガーナ",
        // ];
